{"<pad>":0,"<unk>":1,"<cls>":2,"<sep>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"ÉĻ":260,"Ä±":261,"ÅŁ":262,"Ã¼":263,"lÉĻ":264,"ir":265,"la":266,"mÉĻ":267,"li":268,"Ã§":269,"me":270,"le":271,"ma":272,"si":273,"dir":274,"ar":275,"an":276,"Ã¶":277,"in":278,"il":279,"er":280,"ÄŁ":281,"ÉĻr":282,"ya":283,"Ä±r":284,"ÉĻn":285,"ci":286,"en":287,"lÄ±":288,"Ä±n":289,"mÉĻk":290,"ur":291,"mek":292,"ti":293,"or":294,"lar":295,"di":296,"lu":297,"da":298,"ÉĻk":299,"ek":300,"mi":301,"lÉĻr":302,"ba":303,"st":304,"un":305,"on":306,"sa":307,"lÉĻn":308,"qa":309,"ÅŁdir":310,"sÄ±":311,"dÄ±r":312,"et":313,"maq":314,"Ã¼r":315,"lik":316,"te":317,"cÄ±":318,"tÉĻ":319,"dÉĻ":320,"sdir":321,"ta":322,"su":323,"yi":324,"ka":325,"len":326,"Ã§i":327,"de":328,"ÉĻt":329,"se":330,"lÃ¼":331,"Ä±l":332,"ra":333,"Ã¼n":334,"bi":335,"lan":336,"al":337,"liq":338,"ki":339,"siz":340,"ul":341,"sÉĻ":342,"at":343,"ko":344,"to":345,"lÄ±q":346,"ca":347,"ey":348,"ri":349,"mu":350,"ke":351,"do":352,"re":353,"kÉĻ":354,"vi":355,"cÉĻ":356,"mÃ¼":357,"el":358,"tu":359,"aq":360,"ro":361,"ici":362,"bÉĻ":363,"du":364,"Ä±q":365,"laÅŁ":366,"yu":367,"as":368,"cu":369,"Ä±ÅŁ":370,"zi":371,"sin":372,"ol":373,"be":374,"lÉĻÅŁdir":375,"va":376,"iÅŁ":377,"lÉĻÅŁ":378,"Ã¼z":379,"ku":380,"dÄ±":381,"gi":382,"gÃ¶":383,"Ã§Ä±":384,"mo":385,"qi":386,"Ã¼l":387,"ye":388,"yÉĻ":389,"ce":390,"ÄŁÄ±":391,"bu":392,"na":393,"qÉĻ":394,"pa":395,"tÄ±":396,"lÉĻt":397,"dÉĻn":398,"oz":399,"yar":400,"Ã§a":401,"is":402,"rÉĻ":403,"Ã¼k":404,"let":405,"dan":406,"les":407,"las":408,"yan":409,"so":410,"ox":411,"qÄ±":412,"yÄ±":413,"dur":414,"lesdir":415,"leÅŁdir":416,"bo":417,"ara":418,"lÉĻsdir":419,"lÉĻs":420,"fi":421,"leÅŁ":422,"ni":423,"lÉĻndir":424,"nÉĻ":425,"ÅŁÉĻ":426,"ÅŁa":427,"ler":428,"vÉĻ":429,"dÃ¶":430,"kÃ¶":431,"lo":432,"sÃ¼":433,"za":434,"mÄ±":435,"sr":436,"siya":437,"larÄ±":438,"ha":439,"ter":440,"zÉĻ":441,"gÉĻ":442,"ilmÉĻ":443,"ÅŁi":444,"sÄ±z":445,"ak":446,"gÃ¼":447,"qu":448,"ru":449,"miz":450,"kon":451,"Ã§ÉĻ":452,"hÉĻ":453,"ge":454,"kar":455,"lÃ¼k":456,"lat":457,"laÅŁdÄ±r":458,"ov":459,"dÃ¼":460,"luk":461,"dÃ¼r":462,"av":463,"pe":464,"tor":465,"qar":466,"gu":467,"Ä±m":468,"ot":469,"cÃ¼":470,"lÉĻri":471,"ve":472,"ik":473,"ne":474,"den":475,"lendir":476,"ÅŁe":477,"um":478,"kÃ¼":479,"yy":480,"Ä±cÄ±":481,"tÉĻr":482,"fÉĻ":483,"ÄŁa":484,"lÉĻrin":485,"tik":486,"ser":487,"qe":488,"hi":489,"Ã§ÉĻk":490,"ilme":491,"ab":492,"cÉĻk":493,"sk":494,"miÅŁ":495,"larÄ±n":496,"xi":497,"ver":498,"sir":499,"sÄ±n":500,"tr":501,"lasdÄ±r":502,"bir":503,"uz":504,"lasdir":505,"laÅŁdir":506,"min":507,"Ä±lma":508,"Ã¶z":509,"per":510,"xa":511,"gÄ±":512,"lek":513,"fe":514,"zÉĻr":515,"he":516,"Ã§u":517,"ilmek":518,"ilmÉĻk":519,"yen":520,"fa":521,"Ã¶v":522,"ÅŁu":523,"dÉĻr":524,"aÄŁ":525,"yat":526,"sn":527,"yÉĻn":528,"man":529,"Ã§e":530,"im":531,"ze":532,"qur":533,"ga":534,"zer":535,"gen":536,"yÃ¼":537,"bÄ±":538,"qan":539,"sar":540,"tur":541,"pi":542,"qÄ±r":543,"zÄ±":544,"par":545,"ÅŁir":546,"cek":547,"ÅŁÄ±":548,"mp":549,"lÉĻmÉĻ":550,"ok":551,"lin":552,"suz":553,"sen":554,"bÉĻr":555,"oy":556,"tÃ¼":557,"mÄ±ÅŁ":558,"ben":559,"Ã¶l":560,"ini":561,"lÉĻnmÉĻ":562,"ÄŁi":563,"hÉĻr":564,"ÉĻl":565,"qir":566,"sÉĻr":567,"der":568,"ari":569,"ilma":570,"lÉĻme":571,"ay":572,"ÅŁÃ¼":573,"co":574,"ber":575,"dici":576,"lÉĻnme":577,"sp":578,"xan":579,"lama":580,"leme":581,"lenmÉĻ":582,"bÉĻn":583,"ÄŁÄ±n":584,"lenme":585,"dar":586,"her":587,"lemÉĻ":588,"Ã§ek":589,"tan":590,"mik":591,"ilÄ±q":592,"sÉĻn":593,"sun":594,"yici":595,"lenmek":596,"tek":597,"Ã¼m":598,"lÉĻnmek":599,"pÉĻ":600,"lÉĻnmÉĻk":601,"lenmÉĻk":602,"sl":603,"iz":604,"mir":605,"sur":606,"kÉĻn":607,"san":608,"sÃ¼r":609,"ste":610,"caq":611,"mer":612,"ag":613,"illi":614,"can":615,"tar":616,"lanma":617,"yo":618,"sÃ¶":619,"Ä±lmaq":620,"pu":621,"xar":622,"tÉĻk":623,"pÉĻr":624,"cÉĻr":625,"kÄ±":626,"mis":627,"ilmaq":628,"es":629,"mÉĻr":630,"lÉĻmÉĻk":631,"din":632,"xÉĻ":633,"luq":634,"cer":635,"qo":636,"bur":637,"Ã¶r":638,"van":639,"yun":640,"sil":641,"met":642,"diy":643,"sek":644,"ÉĻm":645,"iq":646,"lÉĻmek":647,"ÉĻng":648,"fo":649,"pr":650,"aÅŁ":651,"lemÉĻk":652,"qay":653,"tÃ¼r":654,"men":655,"sÃ¼n":656,"po":657,"sÉĻk":658,"ÅŁÉĻk":659,"yr":660,"Ä±ci":661,"lilik":662,"uÅŁ":663,"Ã¼s":664,"lemek":665,"Ã§ox":666,"qal":667,"ms":668,"xÄ±":669,"Ã§ir":670,"ban":671,"landÄ±r":672,"ai":673,"mat":674,"us":675,"lif":676,"lae":677,"yn":678,"lÉĻk":679,"ÉĻri":680,"Ã§Ã¼":681,"gir":682,"kin":683,"laq":684,"tiv":685,"dÃ¼z":686,"kom":687,"goz":688,"gun":689,"mÉĻt":690,"icÄ±":691,"gÃ¼n":692,"oq":693,"yin":694,"qab":695,"az":696,"sÃ¼z":697,"cin":698,"pÄ±":699,"oru":700,"lr":701,"om":702,"pro":703,"arÄ±":704,"gÃ¶z":705,"tÉĻn":706,"til":707,"dÉĻk":708,"ten":709,"lamaq":710,"mar":711,"baÅŁ":712,"bÃ¶":713,"lÉĻÅŁmÉĻ":714,"sinÉĻ":715,"yer":716,"tÉĻmiz":717,"tir":718,"sti":719,"xe":720,"vr":721,"go":722,"yÃ¼n":723,"zin":724,"yyÉĻt":725,"aÄ±":726,"uk":727,"cox":728,"fir":729,"xo":730,"daÅŁ":731,"sal":732,"rÃ¼":733,"iki":734,"dor":735,"ja":736,"ua":737,"mÉĻn":738,"lesme":739,"rik":740,"kor":741,"ÉĻf":742,"lesmÉĻ":743,"ll":744,"lÉĻsmÉĻ":745,"sli":746,"tra":747,"dr":748,"leÅŁmÉĻ":749,"kil":750,"lÄ±n":751,"qÄ±z":752,"dek":753,"vÉĻr":754,"yir":755,"leri":756,"cir":757,"stÉĻ":758,"baÄŁ":759,"gin":760,"lÉĻsme":761,"lÉĻÅŁme":762,"fÄ±":763,"lesmÉĻk":764,"lÉĻe":765,"leÅŁme":766,"kir":767,"dik":768,"duz":769,"mul":770,"ln":771,"tma":772,"yyat":773,"Ã§o":774,"aya":775,"lÉĻsmek":776,"cen":777,"yon":778,"leÅŁmek":779,"kÉĻr":780,"lesmek":781,"vÄ±":782,"lanmaq":783,"ji":784,"lÉĻÅŁmek":785,"bin":786,"lsr":787,"lÉĻÅŁmÉĻk":788,"ef":789,"leÅŁmÉĻk":790,"lÉĻsmÉĻk":791,"Ã§ilik":792,"avto":793,"landir":794,"am":795,"fer":796,"Ã¶n":797,"kr":798,"ÅŁÃ¼n":799,"ucu":800,"cilik":801,"Ä±b":802,"dÄ±rma":803,"ax":804,"for":805,"sq":806,"sÄ±r":807,"lam":808,"sik":809,"Ã¶h":810,"vu":811,"lÄ±r":812,"layÄ±":813,"ad":814,"ys":815,"muÅŁ":816,"laÅŁma":817,"mur":818,"bar":819,"ÄŁu":820,"ator":821,"xu":822,"sizlik":823,"pn":824,"aÃ§":825,"mÉĻz":826,"ÅŁek":827,"paq":828,"it":829,"uc":830,"haz":831,"mÉĻh":832,"sul":833,"del":834,"dÉĻyi":835,"ken":836,"stu":837,"mÃ¼r":838,"ls":839,"ger":840,"mli":841,"mil":842,"ket":843,"fÉĻr":844,"gÃ¼l":845,"gor":846,"kol":847,"cilÄ±q":848,"asliq":849,"ÅŁun":850,"aslÄ±q":851,"yyet":852,"maz":853,"vide":854,"icisi":855,"bal":856,"qat":857,"arasÄ±":858,"bet":859,"Ä±i":860,"dil":861,"ss":862,"Ã¼t":863,"mikro":864,"qli":865,"bil":866,"Ã¶k":867,"qaba":868,"eng":869,"dol":870,"lari":871,"Ã§ÉĻn":872,"ali":873,"no":874,"lÉĻtmÉĻ":875,"stÃ¼":876,"kÃ¼r":877,"pen":878,"alt":879,"anti":880,"zo":881,"Ã¼c":882,"yap":883,"pÉĻn":884,"gÃ¼c":885,"kur":886,"qra":887,"br":888,"dio":889,"ÉĻtir":890,"var":891,"lÉĻtmÉĻk":892,"letmÉĻk":893,"bÉĻt":894,"car":895,"cik":896,"gÃ¶r":897,"letme":898,"sme":899,"hey":900,"komp":901,"letmek":902,"Ä±lda":903,"ds":904,"eli":905,"uÃ§":906,"lasma":907,"bÉĻk":908,"yl":909,"if":910,"lÉĻtmek":911,"letmÉĻ":912,"ks":913,"gÉĻr":914,"ÅŁar":915,"lÉĻtme":916,"ble":917,"mon":918,"saq":919,"kÉĻm":920,"ton":921,"laÅŁmaq":922,"rÄ±":923,"fÄ±r":924,"cÄ±q":925,"ez":926,"qara":927,"mal":928,"Ã§en":929,"elek":930,"kan":931,"isti":932,"kro":933,"qaz":934,"ÉĻs":935,"naq":936,"yÃ¼k":937,"cil":938,"Ã§ÉĻr":939,"lasmaq":940,"pÃ¼":941,"yek":942,"ilmiÅŁ":943,"sine":944,"fr":945,"arasi":946,"lÉĻm":947,"inin":948,"eri":949,"lÉĻyici":950,"lÉĻÅŁdirmÉĻ":951,"ÉĻli":952,"bs":953,"gul":954,"bas":955,"bek":956,"cÄ±lÄ±q":957,"fet":958,"est":959,"mez":960,"dal":961,"qiz":962,"pre":963,"yaÄŁ":964,"zim":965,"Ã§ar":966,"masÄ±":967,"Ä±s":968,"fu":969,"yum":970,"pal":971,"zum":972,"Ä±nÄ±n":973,"vo":974,"Ã¼ÅŁ":975,"yax":976,"xtÉĻ":977,"fat":978,"Ã§an":979,"yator":980,"tro":981,"ÄŁun":982,"sta":983,"bel":984,"ÅŁÉĻr":985,"dov":986,"tin":987,"vv":988,"ÉĻd":989,"tap":990,"fin":991,"qey":992,"Ã¼Ã§":993,"lara":994,"temiz":995,"doÄŁ":996,"yaÅŁ":997,"dava":998,"em":999}